Repository: pretix/pretix-sofort
Catalog: pretix_sofort/locale/*/LC_MESSAGES/django.po
Languages: it, uk

source: Accept payments through Sofort, a payment method offered by Klarna.
uk: Приймайте платежі через Sofort, спосіб оплати від Klarna.

source: SOFORT (instant bank transfer)
uk: SOFORT (миттєвий банківський переказ)

source: Customer ID
it: ID cliente
uk: ID Покупця

source: API key
it: Chiave API
uk: Ключ API

source: Project ID
it: ID del progetto
uk: ID проєкту

source: Sofort reported an error: {}
uk: Sofort повідомляє про помилку: {}

source: We had trouble communicating with Sofort. Please try again and get in touch with us if this problem persists.
it: Abbiamo avuto un problema durante la comunicazione con Sofort. Per favore riprova e contattaci se il problema persiste.
uk: У нас виникли проблеми під час обміну даними із Sofort. Спробуйте, будь ласка, ще раз, але якщо проблема залишиться, зв’яжіться з нами.

source: We had trouble communicating with Sofort. Please try again and contact support if the problem persists.
it: Abbiamo avuto un problema durante la comunicazione con Sofort. Per favore riprova e contattaci se il problema persiste.
uk: У нас виникли проблеми під час обміну даними із Sofort. Спробуйте, будь ласка, ще раз, але якщо проблема залишиться, зв’яжіться з підтримкою.

source: Transaction started, no tracing possible
it: Transazione avviata, nessun tracciamento possibile
uk: Транзакцію розпочато, відстеження неможливе

source: Transaction refunded
it: Transazione rifiutata
uk: Транзакцію відшкодовано

source: Money not received
it: Soldi non ricevuti
uk: Гроші не отримані

source: Money not yet received
it: Soldi non ancora ricevuti
uk: Гроші ще не отримані

source: Money received
it: Soldi ricevuti
uk: Гроші отримані

source: Sofort reported a status notification: {status}
uk: Sofort повідомляє про новий статус: {status}

source: The Sofort transaction %(trans)s has succeeded, but the order %(order)s is expired and the product was sold out in the meantime. Therefore, the payment could not be accepted. Please contact the user and refund the money via Sofort's interface.
it: La transazione Sofort #%(trans)s è stata completata con successo, ma l'ordine #%(order)s è scaduto e il prodotto è stato venduto nel frattempo. Perciò il pagamento non è stato accettato. Per favore contatta il cliente e rimborsa il denaro attraverso l'interfaccia di Sofort.
uk: Транзакція Sofort %(trans)s була успішною, але час на замовлення %(order)s закінчився, а продукт тим часом розпродано. Тому оплату прийняти не можна. Зв'яжіться, будь ласка, з користувачем та відшкодуйте кошти через інтерфейс Sofort.

source: After you submitted your order, we will redirect you to Sofort to complete your payment. You will then be redirected back here to get your tickets.
uk: Після завершення замовлення, ми перенаправимо Вас до Sofort для здійснення оплати. Потім, для отримання квитків, Ви будете перенаправлені назад сюди.

source: Transaction
uk: Транзакція

source: Time
uk: Час

source: Status
it: Stato
uk: Статус

source: Payer name
it: Pagante
uk: Ім'я платника

source: Bank
it: Istituto bancario
uk: Банк

source: Our attempt to execute your payment has failed. Please try again or contact us.
it: Il nostro tentativo di eseguire il pagamento è fallito. Per favore riprova o contattaci.
uk: Наша спроба виконання Вашого платежу не вдалася. Спробуйте, будь ласка, ще раз або зв'яжіться з нами.

source: We're waiting for an answer regarding your payment. Please contact us, if this takes more than a few hours.
it: Siamo in attesa di risposta in merito al tuo pagamento. Per favore contattaci se ci dovesse impiegare più di qualche ora.
uk: Чекаємо на відповідь щодо Вашого платежу. Будь ласка, зв’яжіться з нами, якщо це займе більше кількох годин.

source: The payment process has started in a new window.
it: Il processo di pagamento è iniziato in una nuova finestra.
uk: Процес оплати розпочався у новому вікні.

source: The window to enter your payment data was not opened or was closed?
it: La finestra di pagamento non è stata aperta o è stata chiusa?
uk: Вікно для введення платіжних даних було закрито чи ніколи не відкривалося?

source: Click here in order to open the window.
it: Clicca qui per aprire la finestra.
uk: Натисніть тут, щоб відкрити вікно.

source: Your payment could not be handled as the event sold out in the meantime. Please contact the organizer for more information.
it: Il tuo pagamento non può essere processato poiché l'evento è divenuto sold out nel frattempo. Per favore contatta l'organizzatore per maggiori informazioni.
uk: Ваш платіж не вдалося обробити, оскільки подія була розпродана. За додатковою інформацією зверніться, будь ласка, до організатора.

source: The payment process has failed. You can click below to try again.
it: Il tentativo di pagamento è fallito. Premi qui per riprovare.
uk: Збій процесу оплати. Для повторної спроби можете натиснути нижче.

source: Your payment has been started processing and will take a while to complete. We will send you an email once your payment is completed. If this takes longer than expected, contact the event organizer.
it: È stata avviata l'elaborazione del tuo pagamento e sarà terminata tra pochi istanti. Ti invieremo una mail appena sarà completato. Se ci impiega più del previsto, contatta l'organizzatore dell'evento.
uk: Розпочато обробку Вашого платежу і це займе деякий час. Коли Ваш платіж буде опрацьовано, ми повідомимо Вас електронним листом. Якщо це займе більше очікуваного часу, зверніться до організатора заходу чи події.

source: The payment process was canceled. You can click below to try again.
it: L'elaborazione del pagamento è stata cancellata.Clicca qui per riprovare.
uk: Процес оплати скасовано. Для повторної спроби можете натиснути нижче.

source: Sorry, there was an error in the payment process.
it: Scusa, c'è stato un errore durante l'elaborazione del pagamento.
uk: На жаль, під час оплати виникла помилка.

source: Sorry, there was an error in the payment process. Please check the link in your emails to continue.
it: Scusa, c'è stato un errore durante l'elaborazione del pagamento. Per favore controlla il link nelle email ricevute per continuare.
uk: На жаль, під час оплати виникла помилка. Для продовження, перевірте, будь ласка, посилання у своїх електронних листах.

source: IBAN
it: Codice IBAN
